/*********************************************************************************************************************
* 文件名称          Init
* 车队名称          中山大学 DDL_大电流
* 开发平台          TC264D
*
* 修改记录
* 日期              作者                备注
* 2026-04-28       Daigui              初版
*********************************************************************************************************************/

#ifndef CODE_INIT_H_
#define CODE_INIT_H_

#include "zf_common_headfile.h"

#include "Motor.h"
#include "Servo.h"

void total_init             (void);

#endif
